Repository: HerzScheisse/webtrees-vesta_classic_laf
Catalog: resources/lang/*.po
Languages: nn

source: A module adjusting all themes and other features, providing a look & feel closer to the webtrees 1.x version.
nn: Ein modul som justerar alle tema og andre funksjonar, og gir ein utsjånad og oppleving nærare webtrees 1.x-versjonen.

source: Append XREFs to names
nn: Legg til XREF i namn

source: Apply the following setting to '%1$s' within all '%2$s' events, unless the event is configured explicitly:
nn: Legg til følgjande val til '%1$s' i alle '%2$s' hendingar, med mindre hendinga er konfigurert spesifikt:

source: Attention: This setting currently won't have any effect in your system, because it requires a newer libxml version (at least %1$s).
nn: Merk: Dette valet vil for augneblinken ikkje ha nokon effekt i ditt system, då dette krev ein nyare libxml-versjon (minimum %1$s).

source: Check this option if you prefer not to use a name type in case the respective individual has a single name.
nn: Vel dette om du ønsker å ikkje bruke ein namnetype, i fall gjeldande person berre har eitt enkelt namn.

source: Check to always expand the first sidebar, rather than the 'Family navigator' sidebar.
nn: Vel for å alltid utvide første sidefelt, framfor «Familienavigator»-sidefeltet.

source: Configure visibility of GEDCOM tag '%s'
nn: Konfigurer syninga av GEDCOM-kode '%s'

source: Configure visibility of GEDCOM tags
nn: Konfigurer syninga av GEDCOM-kodar

source: Crop Thumbnails
nn: Skjær til miniatyrbilete

source: Custom prefixes
nn: Eigendefinerte prefiks

source: Display a family's XREF after the family label.
nn: Syn ein familie sin XREF etter familiefeltet.

source: Display all edit dialogs using a more compact layout, which also omits the standard header and footer.
nn: Syn alle redigeringsdialogar i ein meir kompakt utsjånad, som også utelet standard topp- og botntekst.

source: Display an individual's XREF after the name.
nn: Syn ein person sin XREF etter namnet.

source: Display nicknames before surnames
nn: Syn kallenamn før etternamn

source: Edit dialogs
nn: Rediger dialogboksar

source: Expand first sidebar
nn: Utvid første sidefelt

source: Handle nicknames as in webtrees 1.x, i.e. show them before the surname.
nn: Handter kallenamn som i webtrees 1.x, det vil seie; syn dei føre etternamnet.

source: Image Thumbnails
nn: Miniatyrbilete

source: In a family tree, each record has an internal reference number (called an "XREF") such as "F123" or "R14". You can choose the prefix that will be used whenever new XREFs are created.
nn: I eit slektstre har kvar oppføring eit internt referansenummer (kalt ein "XREF") til dømes "F123" eller "R14". Du kan velge prefikset som skal nyttast når nye XREF vert oppretta.

source: Individual page
nn: Personside

source: Layout
nn: Utsjånad

source: Name type presets
nn: Namnetypar

source: Nicknames
nn: Kallenamn

source: Note that in addition to the configuration options below, %1$s allows you to configure the visibility of each specific tag in detail, as described %2$s.
nn: Merk at i tillegg til konfigurasjonsvala nedanfor, vil %1$s tillate deg å konfigurere syninga av kvar einskild kode i detalj, som beskrive %2$s.

source: Note that this doesn't affect GEDCOM name fields that already include a nickname, i.e. you may always position the nickname explicitly for specific names.
nn: Ver merksam på at dette ikkje har verknad på GEDCOM-namnefelt som allereie inneheld eit kallenamn, det vil seie at du alltid kan plassere kallenamn eksplisitt for bestemte namn.

source: Overall width
nn: Total breidde

source: Several adjustments - See %1$s for details.
nn: Fleire justeringar - Sjå %1$s for detaljar.

source: Skip name type preset for single names
nn: Utelat val for namnetypar enkeltnamn

source: The standard layout centers most pages, wasting a lot of space especially on wide displays. This option allows to use most of the available space.
nn: Standardoppsettet sentrerar dei fleste sider, og utnyttar ikkje all plassen, særskilt på vide skjermar. Dette valet tillet å nytte det meste av den tilgjengelege plassen.

source: This only affects standard and specific custom themes.
nn: Dette påverkar kun standard- og enkelte eigendefinerte tema.

source: Use available space
nn: Brug tilgjengeleg plass

source: Use compact layout
nn: Bruk kompakt utsjånad

source: Use custom prefixes for XREFs as in webtrees 1.x, instead of prefixing all XREFs with 'X'.
nn: Bruk eigendefinerte prefiks for XREF som i webtrees 1.x, i staden for å bruke 'X' i alle XREF.

source: Webtrees crops thumbnails in order to produce images with a consistent width and height. This is problematic if you have images of individals with a non-standard aspect ratio, where the head of the respective person is not centered and may therefore be cut off. Deselect this option to handle these cases.
nn: webtrees vil skjære til miniatyrbilete for å lage bilete med fast breidde og høgde. Dette kan vere broblematisk om du har bilete med ulike høgde- og breiddeforhold, der hovudet på ein person ikkje er sentrert, og kan verte kutta. Vel bort dette alternativet for å handtere slike tilfelle.

source: When adding new parents, spouses or children, webtrees presets the name type to 'birth name'.
nn: Når det vert lagt til nye foreldre, partnerar eller born, vil webtees nytte namnetypen 'fødenamn'.

source: XREF prefixes
nn: XREF prefiks

source: XREFs
nn: XREF

source: here
nn: her

source: hide always
nn: skjul alltid

source: no adjustment
nn: inga tilpassing

source: no adjustment (use setting for all events as shown below)
nn: inga tilpassing (bruk for alle hendingar som synt nedanfor)

source: show always
nn: syn alltid

source: show and expand subtags always
nn: syn og utvid underkodar alltid
